export const forestMMS = (picked, adult, baby, dog, bedding, guestRoom, barbecue, price) => {
    return '안녕하세요 백년한옥별채 입니다 :)\n' +
        `입금하실 금액은 ${price.toLocaleString()}원 입니다.\n` +
        '3시간 내 입금 시 예약 확정됩니다.\n' +
        '(입금계좌: 카카오 3333058451192 남은비)\n' +
        '\n' +
        '[예약정보]\n' +
        `기간: ${picked}\n` +
        `인원 ${adult}명, 영유아 ${baby}명, 반려견 ${dog}마리\n` +
        `추가침구: ${bedding}개\n` +
        `사랑방 이용여부: ${guestRoom}\n` +
        `바베큐 이용여부: ${barbecue}\n` +
        '\n' +
        '아래는 숙소 안내사항입니다.\n' +
        '꼼꼼하게 읽어주시길 부탁드립니다!\n' +
        '\n' +
        '-체크인:15시 / 체크아웃:11시 \n' +
        '\n' +
        '-주소: 강원도 동해시 구미실길 96-1 \n' +
        '\n' +
        '-sk주유소 혹은 이모네분식을 끼고 오른쪽 아랫길로 우회전 하여 담벼락을 끼고 쭉 오시면, 언덕길 지나 3거리에서 좌회전 하면 숙소가 보입니다.\n' +
        '(가끔 네비가 다른 곳으로 인도하는 경우가 있다고 하는데 참고해주세요!)\n' +
        '-위치관련문의: 010-3346-8757\n' +
        '\n' +
        '[백년한옥별채 이용수칙]\n' +
        '\n' +
        '1. 셀프체크인입니다. 한옥을 바라보고 왼편에 있는 별채의 폴딩도어를 열고 들어가시면 됩니다 :)\n' +
        '\n' +
        '2. 예약인원 외 추가 침구류 이용 시 1세트당 1만원의 추가요금이 발생합니다. \n' +
        '\n' +
        '3. 반려견은 침구에 털이 묻지 않도록 주의해주세요. \n' +
        '대소변 처리는 기본적으로 부탁드립니다:) \n' +
        '\n' +
        '4. 체크아웃 시 음식물쓰레기는 모아서 봉투에 담아 묶어 마당에 놓으시고\n' +
        '일반쓰레기, 분리수거도 각각  한곳에 모아주시면 됩니다.\n' +
        '\n' +
        '*인근해변\n' +
        '-추암 촛대바위/해수욕장\n' +
        '버스 :북평국가산업단지 정류장 >161 or 162번\n' +
        '약 18분\n' +
        '택시 :3km 약4분\n' +
        '#백사장은 작으나 야경이 멋지고 음식점과 카페가 많습니다. \n' +
        '\n' +
        '-삼척쏠비치 :4.3km 자가용으로 6분\n' +
        '#추암해수욕장과 인접해있으며 워터파크가 있습니다. \n' +
        '\n' +
        '-망상해수욕장:16km 자가용으로 22분\n' +
        '#백사장이 넓은편이며 오토캠핑과 서핑을 즐기기에 적합합니다. \n' +
        '\n' +
        '※ 본 전화번호는 발신 전용입니다.\n' +
        '※ 문의는 카카오톡(eunbibi1001) 또는 DM(f_orest100)으로 부탁드립니다.\n';
}

export const onOffMMS = (picked, adult, baby, dog, barbecue, price) => {
    return '안녕하세요 온오프스테이 입니다 :)\n' +
        `입금하실 금액은 ${price.toLocaleString()}원 입니다.\n` +
        '3시간 내 입금 시 예약 확정됩니다.\n' +
        '(입금계좌: 카카오 3333053810252 채민기)\n' +
        '\n' +
        '[예약정보]\n' +
        `기간: ${picked}\n` +
        `인원 ${adult}명, 영유아 ${baby}명, 반려견 ${dog}마리\n` +
        `바베큐 이용여부: ${barbecue}\n` +
        '\n' +
        '아래는 숙소 안내사항입니다.\n' +
        '꼼꼼하게 읽어주시길 부탁드립니다!\n' +
        ' \n' +
        '-도로명: 강원도 동해시 무릉1길 9-2\n' +
        '-지번: 강원도 동해시 이로동 188-5 \n' +
        '\n' +
        '체크인: 15시 / 체크아웃: 11시 \n' +
        '대문 비밀번호: 0192\n' +
        '와이파이(KT_GiGA_5F49) 암호: eega2dx182 \n' +
        '\n' +
        '*주차는 무릉복지회관 측면 공용주차장에 하시면 됩니다. \n' +
        '\n' +
        '[온오프스테이 이용수칙] \n' +
        '\n' +
        '※ 현재 외부 화살실 수도가 동파된 관계로 사용이 불가합니다 ※\n' +
        '\n' +
        '1. 침대 2개 외 추가침구 신청 가능합니다. 1만원의 추가요금이 발생합니다.\n' +
        '*더블 1세트 제공 (2인용)\n' +
        '\n' +
        '2. 바베큐 이용요금 2만원입니다.\n' +
        '(숯.토치.그릴.부탄가스.그릴망.집게 제공하며 셀프이용)\n' +
        '\n' +
        '3. 밤 10시 이후 정숙해주세요. 조용한 시골이라 주민분들이 일찍 주무십니다.\n' +
        '\n' +
        '3. 반려견은 침실출입 불가합니다. 침구에 털이 묻지 않도록 주의해주세요. 기본적인 대소변 처리 부탁드립니다. \n' +
        '\n' +
        '4. 루프탑 안전장치가 없는 관계로 출입 삼가주시고, 특히 음주상태에서 루프탑 이용시 사고가 발생할 수 있습니다. \n' +
        '\n' +
        '5. 숙소 내의 물건을 소중히 다뤄주시고 청결한 사용을 부탁드립니다.\n' +
        '*테이블이나 의자 위치 이동 시 제자리로 돌려놓아주세요.\n' +
        '*물건 도난/파손시 배상금이 청구 될 수 있으며, 체크아웃은 대면으로 진행합니다. \n' +
        '\n' +
        '6. 음식물쓰레기는 모아서 봉투에 담아 묶어 마당에 놓으시고, 일반쓰레기와 분리수거도 각각 모아주시면 됩니다. \n' +
        '\n' +
        '7.외출 or 퇴실시: 소등, 난방 off, 현관 문단속 부탁드립니다. \n' +
        '\n' +
        '8.숙소의 모든 공간은 금연입니다. (담배꽁초 나오면 속상해요)\n' +
        '\n' +
        '[바베큐 이용수칙]\n' +
        '1. 화로는 바베큐 존에서만 사용해야 합니다. (잔디에 불꽃이 튀면 화재의 위험이 있습니다)\n' +
        '2. 사용 후 불씨가 남아있지 않도록 완전히 소화시켜 주세요.\n' +
        '\n' +
        '[빔프로젝터 사용법]\n' +
        ' 1. 리모컨 전원버튼을 한번 눌러주세요.\n' +
        ' 2. 노트북을 켜서 바탕화면의 넷플릭스 or 유튜브를 실행합니다.\n' +
        ' 3. 기기를 끌 때는 전원버튼을 두 번 누릅니다. 화면이 꺼지고 1분 후에 기기가 완전히 꺼집니다.\n' +
        '\n' +
        '\n' +
        '※ 본 전화번호는 발신 전용입니다.\n' +
        '※ 문의는 카카오톡(skfk1600) 또는 DM(on.offstay)로 부탁드립니다.';
}
