const mms = '온오프스테이 호스트입니다 :)\n' +
    '안내사항을 꼼꼼하게 읽어주시길 부탁드립니다.\n' +
    ' \n' +
    '-도로명: 강원도 동해시  무릉1길 9-2\n' +
    '-지번: 강원도 동해시 이로동 188-5 \n' +
    '\n' +
    '체크인: 15시 / 체크아웃: 11시 \n' +
    '대문 비밀번호: 0192\n' +
    '와이파이(KT_GiGA_5F49) 암호: eega2dx182 \n' +
    '\n' +
    '*주차는 무릉복지회관 측면 공용주차장에 하시면 됩니다. \n' +
    '\n' +
    '[온오프스테이 이용수칙] \n' +
    '\n' +
    '1. 침대 2개 외 추가침구 신청 가능합니다. 1만원의 추가요금이 발생합니다.\n' +
    '*더블 1세트 제공 (2인용)\n' +
    '\n' +
    '2. 바베큐 이용요금 2만원입니다.\n' +
    '(숯.토치.그릴.부탄가스.그릴망.집게 제공하며 셀프이용)\n' +
    '\n' +
    '3. 밤 10시 이후 정숙해주세요. 조용한 시골이라 주민분들이 일찍 주무십니다.\n' +
    '\n' +
    '3. 반려견은 침실출입 불가합니다. 침구에 털이 묻지 않도록 주의해주세요. 기본적인 대소변 처리 부탁드립니다. \n' +
    '\n' +
    '4. 루프탑 안전장치가 없는 관계로 출입 삼가주시고, 특히 음주상태에서 루프탑 이용시 사고가 발생할 수 있습니다. \n' +
    '\n' +
    '5. 숙소 내의 물건을 소중히 다뤄주시고 청결한 사용을 부탁드립니다.\n' +
    '*테이블이나 의자 위치 이동 시 제자리로 돌려놓아주세요.\n' +
    '*물건 도난/파손시 배상금이 청구 될 수 있으며, 체크아웃은 대면으로 진행합니다. \n' +
    '\n' +
    '6. 음식물쓰레기는 모아서 봉투에 담아 묶어 마당에 놓으시고, 일반쓰레기와 분리수거도 각각 모아주시면 됩니다. \n' +
    '\n' +
    '7.외출 or 퇴실시: 소등, 난방 off, 현관 문단속 부탁드립니다. \n' +
    '\n' +
    '8. 욕실에 비치된 \'페라슈발\'은 천연비누/바디워시/샴푸로 사용하실 수 있는 올인원 제품입니다. \n' +
    '\n' +
    '9.숙소의 모든 공간은 금연입니다. (담배꽁초 나오면 속상해요)\n' +
    '\n' +
    '[바베큐 이용수칙]\n' +
    '1. 화로는 바베큐 존에서만 사용해야 합니다. (잔디에 불꽃이 튀면 화재의 위험이 있습니다)\n' +
    '2. 사용 후 불씨가 남아있지 않도록 완전히 소화시켜 주세요.\n' +
    '3. 전기그릴 실내사용 불가합니다. 릴선으로 연결하여 마당에서 사용하시기 바랍니다\n' +
    '\n' +
    '[빔프로젝터 사용법]\n' +
    ' 1. 리모컨 전원버튼을 한번 눌러주세요.\n' +
    ' 2. 노트북을 켜서 바탕화면의 넷플릭스 or 유튜브를 실행합니다.\n' +
    ' 3. 기기를 끌 때는 전원버튼을 두 번 누릅니다. 화면이 꺼지고 1분 후에 기기가 완전히 꺼집니다.\n' +
    '\n' +
    '\n' +
    '추가침구 및 바베큐 요금 입금계좌 >>\n' +
    '카카오 79793989991 채민기\n' +
    '*입금확인 후 세팅됩니다.';

export default mms;